Repository: fenghlkevin/reqeast
Catalog: Reqeast/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: GitHub token saved for %@.
de: GitHub-Token für %@ gespeichert.
es: Token de GitHub guardado para %@.
fr: Jeton GitHub enregistré pour %@.
ja: %@ の GitHub トークンを保存しました。
ko: %@에 대한 GitHub 토큰이 저장되었습니다.
pt_br: Token do GitHub salvo para %@.
zh_hans: 已保存 %@ 的 GitHub 令牌。
zh_hant: 已儲存 %@ 的 GitHub 權杖。

source: Go to Settings > Tools > AI Assistant > MCP, then add:
de: Gehe zu Settings > Tools > AI Assistant > MCP und füge hinzu:
es: Ve a Settings > Tools > AI Assistant > MCP y añade:
fr: Allez dans Settings > Tools > AI Assistant > MCP, puis ajoutez :
ja: Settings > Tools > AI Assistant > MCP に移動して追加：
ko: Settings > Tools > AI Assistant > MCP로 이동한 후 추가:
pt_br: Vá em Settings > Tools > AI Assistant > MCP e adicione:
zh_hans: 前往 Settings > Tools > AI Assistant > MCP，然后添加：
zh_hant: 前往 Settings > Tools > AI Assistant > MCP，然後新增：

source: Grant Type
de: Grant-Typ
es: Tipo de concesión
fr: Type d'octroi
ja: 認可タイプ
ko: 부여 유형
pt_br: Tipo de concessão
zh_hans: 授权类型
zh_hant: 授權類型

source: Gray
de: Grau
es: Gris
fr: Gris
ja: グレー
ko: 회색
pt_br: Cinza
zh_hans: 灰色
zh_hant: 灰色

source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 초록색
pt_br: Verde
zh_hans: 绿色
zh_hant: 綠色

source: Group by field
de: Nach Feld gruppieren
es: Agrupar por campo
fr: Grouper par champ
ja: フィールドでグループ化
ko: 필드별 그룹화
pt_br: Agrupar por campo
zh_hans: 按字段分组
zh_hant: 依欄位分組

source: Group specs in one project
de: Specs in einem Projekt gruppieren
es: Agrupar especificaciones en un proyecto
fr: Regrouper les spécifications dans un projet
ja: 仕様を 1 つのプロジェクトにまとめる
ko: 사양을 하나의 프로젝트로 묶기
pt_br: Agrupar especificações em um projeto
zh_hans: 将规范归入同一项目
zh_hant: 將規格歸入同一專案

source: gRPC Error
de: gRPC-Fehler
es: Error gRPC
fr: Erreur gRPC
ja: gRPC エラー
ko: gRPC 오류
pt_br: Erro gRPC
zh_hans: gRPC 错误
zh_hant: gRPC 錯誤

source: Half-close
de: Halbschließen
es: Semi-cierre
fr: Demi-fermeture
ja: ハーフクローズ
ko: 하프 클로즈
pt_br: Meio-fechamento
zh_hans: 半关闭
zh_hant: 半關閉

source: Half-close failed: %@
de: Halbschließen fehlgeschlagen: %@
es: Error en semi-cierre: %@
fr: Échec de la demi-fermeture : %@
ja: ハーフクローズに失敗: %@
ko: 하프 클로즈 실패: %@
pt_br: Falha no meio-fechamento: %@
zh_hans: 半关闭失败：%@
zh_hant: 半關閉失敗：%@

source: HAR credentials as placeholders
de: HAR-Anmeldedaten als Platzhalter
es: Credenciales HAR como marcadores
fr: Identifiants HAR comme espaces réservés
ja: HAR 認証情報をプレースホルダーとして
ko: HAR 자격 증명을 자리 표시자로
pt_br: Credenciais HAR como marcadores de posição
zh_hans: HAR 凭据作为占位符
zh_hant: HAR 憑證作為預留位置

source: HAR credentials stripped
de: HAR-Anmeldedaten entfernt
es: Credenciales HAR eliminadas
fr: Identifiants HAR supprimés
ja: HAR 認証情報を除去
ko: HAR 자격 증명 제거됨
pt_br: Credenciais HAR removidas
zh_hans: 已移除 HAR 凭据
zh_hant: 已移除 HAR 憑證

source: Header Prefix
de: Header-Präfix
es: Prefijo de cabecera
fr: Préfixe d'en-tête
ja: ヘッダー接頭辞
ko: 헤더 접두사
pt_br: Prefixo do cabeçalho
zh_hans: 标头前缀
zh_hant: 標頭前綴

source: Headers
de: Header
es: Cabeceras
fr: En-têtes
ja: ヘッダー
ko: 헤더
pt_br: Cabeçalhos
zh_hans: 标头
zh_hant: 標頭

source: Headers Tab
de: Header-Tab
es: Pestaña Cabeceras
fr: Onglet En-têtes
ja: ヘッダータブ
ko: 헤더 탭
pt_br: Aba Cabeçalhos
zh_hans: 标头标签页
zh_hant: 標頭標籤頁

source: Hex body is empty.
de: Hex-Inhalt ist leer.
es: El cuerpo hex está vacío.
fr: Le corps hex est vide.
ja: Hex 本文が空です。
ko: Hex 본문이 비어 있습니다.
pt_br: O corpo hex está vazio.
zh_hans: Hex 正文为空。
zh_hant: Hex 內文為空。

source: Hide auto-generated headers
de: Automatisch generierte Header ausblenden
es: Ocultar cabeceras generadas automáticamente
fr: Masquer les en-têtes générés automatiquement
ja: 自動生成ヘッダーを非表示
ko: 자동 생성 헤더 숨기기
pt_br: Ocultar cabeçalhos gerados automaticamente
zh_hans: 隐藏自动生成的标头
zh_hant: 隱藏自動產生的標頭

source: Hides the Body tab for GET, HEAD, and OPTIONS requests
de: Blendet den Body-Tab für GET-, HEAD- und OPTIONS-Anfragen aus
es: Oculta la pestaña Body para solicitudes GET, HEAD y OPTIONS
fr: Masque l'onglet Body pour les requêtes GET, HEAD et OPTIONS
ja: GET、HEAD、OPTIONS リクエストで Body タブを非表示
ko: GET, HEAD, OPTIONS 요청에서 Body 탭 숨기기
pt_br: Oculta a aba Body para requisições GET, HEAD e OPTIONS
zh_hans: 隐藏 GET、HEAD 和 OPTIONS 请求的 Body 标签页
zh_hant: 隱藏 GET、HEAD 和 OPTIONS 請求的 Body 標籤頁

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史
zh_hant: 歷史

source: History will appear here after sending requests
de: Der Verlauf erscheint hier nach dem Senden von Anfragen
es: El historial aparecerá aquí después de enviar solicitudes
fr: L'historique apparaîtra ici après l'envoi de requêtes
ja: リクエスト送信後に履歴がここに表示されます
ko: 요청을 보낸 후 기록이 여기에 표시됩니다
pt_br: O histórico aparecerá aqui após o envio de requisições
zh_hans: 发送请求后，历史将显示在这里
zh_hant: 傳送請求後，歷史紀錄將顯示在這裡

source: Host %@ is not allowed. Add it under Settings → Trusted Git Hosts.
de: Host %@ ist nicht erlaubt. Fügen Sie ihn unter Einstellungen → Vertrauenswürdige Git-Hosts hinzu.
es: El host %@ no está permitido. Añádelo en Ajustes → Hosts Git de confianza.
fr: L'hôte %@ n'est pas autorisé. Ajoutez-le dans Réglages → Hôtes Git de confiance.
ja: ホスト %@ は許可されていません。設定 → 信頼できる Git ホストに追加してください。
ko: 호스트 %@는 허용되지 않습니다. 설정 → 신뢰할 수 있는 Git 호스트에 추가하세요.
pt_br: O servidor %@ não é permitido. Adicione-o em Ajustes → Servidores Git confiáveis.
zh_hans: 不允许主机 %@。请在设置 → 受信任的 Git 主机中添加。
zh_hant: 不允許主機 %@。請在設定 → 受信任的 Git 主機中新增。

source: Host %@ is not trusted. Add it under Settings → Trusted Git Hosts to import from this server.
de: Host %@ ist nicht vertrauenswürdig. Fügen Sie ihn unter Einstellungen → Vertrauenswürdige Git-Hosts hinzu, um von diesem Server zu importieren.
es: El host %@ no es de confianza. Añádelo en Ajustes → Hosts Git de confianza para importar desde este servidor.
fr: L'hôte %@ n'est pas approuvé. Ajoutez-le dans Réglages → Hôtes Git de confiance pour importer depuis ce serveur.
ja: ホスト %@ は信頼されていません。このサーバーからインポートするには、設定 → 信頼できる Git ホストに追加してください。
ko: 호스트 %@는 신뢰되지 않습니다. 이 서버에서 가져오려면 설정 → 신뢰할 수 있는 Git 호스트에 추가하세요.
pt_br: O servidor %@ não é confiável. Adicione-o em Ajustes → Servidores Git confiáveis para importar deste servidor.
zh_hans: 主机 %@ 不受信任。请在设置 → 受信任的 Git 主机中添加，以从此服务器导入。
zh_hant: 主機 %@ 不受信任。請在設定 → 受信任的 Git 主機中新增，以從此伺服器匯入。

source: HTTP connection
de: HTTP-Verbindung
es: Conexión HTTP
fr: Connexion HTTP
ja: HTTP接続
ko: HTTP 연결
pt_br: Conexão HTTP
zh_hans: HTTP连接
zh_hant: HTTP連線

source: HTTP Defaults
de: HTTP-Standardwerte
es: Valores por defecto HTTP
fr: HTTP par défaut
ja: HTTP デフォルト
ko: HTTP 기본값
pt_br: Padrões HTTP
zh_hans: HTTP 默认值
zh_hant: HTTP 預設值

source: HTTP error %lld.
de: HTTP-Fehler %lld.
es: Error HTTP %lld.
fr: Erreur HTTP %lld.
ja: HTTP エラー %lld。
ko: HTTP 오류 %lld.
pt_br: Erro HTTP %lld.
zh_hans: HTTP 错误 %lld。
zh_hant: HTTP 錯誤 %lld。

source: HTTP Request
de: HTTP-Anfrage
es: Solicitud HTTP
fr: Requête HTTP
ja: HTTP リクエスト
ko: HTTP 요청
pt_br: Requisição HTTP
zh_hans: HTTP 请求
zh_hant: HTTP 請求

source: HTTP URLs are not allowed. Use HTTPS.
de: HTTP-URLs sind nicht erlaubt. Verwenden Sie HTTPS.
es: No se permiten URL HTTP. Usa HTTPS.
fr: Les URL HTTP ne sont pas autorisées. Utilisez HTTPS.
ja: HTTP URL は許可されていません。HTTPS を使用してください。
ko: HTTP URL은 허용되지 않습니다. HTTPS를 사용하세요.
pt_br: URLs HTTP não são permitidas. Use HTTPS.
zh_hans: 不允许 HTTP URL。请使用 HTTPS。
zh_hant: 不允許 HTTP URL。請使用 HTTPS。

source: HTTPS secure connection
de: Sichere HTTPS-Verbindung
es: Conexión segura HTTPS
fr: Connexion sécurisée HTTPS
ja: HTTPSセキュア接続
ko: HTTPS 보안 연결
pt_br: Conexão segura HTTPS
zh_hans: HTTPS安全连接
zh_hant: HTTPS安全連線

source: iCloud Conflict
de: iCloud-Konflikt
es: Conflicto de iCloud
fr: Conflit iCloud
ja: iCloudの競合
ko: iCloud 충돌
pt_br: Conflito do iCloud
zh_hans: iCloud 冲突
zh_hant: iCloud 衝突

source: iCloud Data Could Not Be Read
de: iCloud-Daten konnten nicht gelesen werden
es: No se pudieron leer los datos de iCloud
fr: Impossible de lire les données iCloud
ja: iCloudデータを読み取れませんでした
ko: iCloud 데이터를 읽을 수 없음
pt_br: Não foi possível ler os dados do iCloud
zh_hans: 无法读取 iCloud 数据
zh_hant: 無法讀取 iCloud 資料

source: iCloud Not Signed In
de: Nicht bei iCloud angemeldet
es: No has iniciado sesión en iCloud
fr: Non connecté à iCloud
ja: iCloudにサインインしていません
ko: iCloud에 로그인되지 않음
pt_br: Não conectado ao iCloud
zh_hans: 未登录 iCloud
zh_hant: 未登入 iCloud

source: iCloud Storage Full
de: iCloud-Speicher voll
es: Almacenamiento de iCloud lleno
fr: Stockage iCloud plein
ja: iCloudストレージがいっぱいです
ko: iCloud 저장 공간이 가득 참
pt_br: Armazenamento do iCloud cheio
zh_hans: iCloud 存储空间已满
zh_hant: iCloud 儲存空間已滿

source: iCloud sync
de: iCloud-Synchronisation
es: Sincronización de iCloud
fr: Synchronisation iCloud
ja: iCloud同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud Sync
de: iCloud-Synchronisation
es: Sincronización de iCloud
fr: Synchronisation iCloud
ja: iCloud同期
ko: iCloud 동기화
pt_br: Sincronização do iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud Sync Error
de: iCloud-Synchronisationsfehler
es: Error de sincronización de iCloud
fr: Erreur de synchronisation iCloud
ja: iCloud同期エラー
ko: iCloud 동기화 오류
pt_br: Erro de sincronização do iCloud
zh_hans: iCloud 同步错误
zh_hant: iCloud 同步錯誤

source: iCloud Sync Failed
de: iCloud-Synchronisation fehlgeschlagen
es: Error en la sincronización de iCloud
fr: Échec de la synchronisation iCloud
ja: iCloud同期に失敗しました
ko: iCloud 동기화 실패
pt_br: Falha na sincronização do iCloud
zh_hans: iCloud 同步失败
zh_hant: iCloud 同步失敗

source: iCloud sync idle
de: iCloud-Synchronisation inaktiv
es: Sincronización de iCloud inactiva
fr: Synchronisation iCloud inactive
ja: iCloud同期は待機中
ko: iCloud 동기화 대기 중
pt_br: Sincronização do iCloud inativa
zh_hans: iCloud 同步空闲
zh_hant: iCloud 同步閒置

source: iCloud synced %@
de: iCloud synchronisiert %@
es: iCloud sincronizado %@
fr: iCloud synchronisé %@
ja: iCloud同期 %@
ko: iCloud 동기화됨 %@
pt_br: iCloud sincronizado %@
zh_hans: iCloud 已同步 %@
zh_hant: iCloud 已同步 %@

source: iCloud syncing
de: iCloud wird synchronisiert
es: Sincronizando iCloud
fr: Synchronisation iCloud en cours
ja: iCloud同期中
ko: iCloud 동기화 중
pt_br: Sincronizando iCloud
zh_hans: iCloud 同步中
zh_hant: iCloud 同步中

source: Icon (fallback)
de: Symbol (Fallback)
es: Icono (alternativo)
fr: Icône (par défaut)
ja: アイコン（フォールバック）
ko: 아이콘 (대체)
pt_br: Ícone (alternativo)
zh_hans: 图标（备用）
zh_hant: 圖示（備用）

source: Identity (full object)
de: Identität (ganzes Objekt)
es: Identidad (objeto completo)
fr: Identité (objet complet)
ja: 恒等（オブジェクト全体）
ko: 항등 (전체 객체)
pt_br: Identidade (objeto completo)
zh_hans: 恒等（完整对象）
zh_hant: 恆等（完整物件）

source: Identity changed
de: Identität geändert
es: Identidad cambiada
fr: Identité modifiée
ja: ID変更
ko: ID 변경됨
pt_br: Identidade alterada
zh_hans: 标识已更改
zh_hant: 識別碼已變更

source: Identity changed from %@ to %@
de: Identität geändert von %1$@ zu %2$@
es: Identidad cambiada de %1$@ a %2$@
fr: Identité modifiée de %1$@ à %2$@
ja: IDが %1$@ から %2$@ に変更されました
ko: ID가 %1$@에서 %2$@로 변경됨
pt_br: Identidade alterada de %1$@ para %2$@
zh_hans: 标识从 %1$@ 更改为 %2$@
zh_hant: 識別碼從 %1$@ 變更為 %2$@

source: Image URL (optional)
de: Bild-URL (optional)
es: URL de imagen (opcional)
fr: URL de l'image (optionnel)
ja: 画像 URL（任意）
ko: 이미지 URL (선택사항)
pt_br: URL da imagem (opcional)
zh_hans: 图片 URL（可选）
zh_hant: 圖片 URL（選填）

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

source: Import .proto files to compile descriptors for gRPC requests.
de: Importiere .proto-Dateien, um Deskriptoren für gRPC-Anfragen zu kompilieren.
es: Importa archivos .proto para compilar descriptores para solicitudes gRPC.
fr: Importez des fichiers .proto pour compiler des descripteurs pour les requêtes gRPC.
ja: .proto ファイルをインポートして gRPC リクエスト用のディスクリプタをコンパイルします。
ko: .proto 파일을 가져와 gRPC 요청용 디스크립터를 컴파일하세요.
pt_br: Importe arquivos .proto para compilar descritores para requisições gRPC.
zh_hans: 导入 .proto 文件以编译 gRPC 请求所需的描述符。
zh_hant: 匯入 .proto 檔案以編譯 gRPC 請求所需的描述符。

source: Import All
de: Alle importieren
es: Importar todo
fr: Tout importer
ja: すべてインポート
ko: 모두 가져오기
pt_br: Importar tudo
zh_hans: 导入全部
zh_hant: 匯入全部

source: Import an OpenAPI or API spec from a file on your device.
de: Importieren Sie eine OpenAPI- oder API-Spezifikation von Ihrem Gerät.
es: Importa una especificación OpenAPI o de API desde un archivo en tu dispositivo.
fr: Importez une spécification OpenAPI ou API depuis un fichier sur votre appareil.
ja: デバイス上のファイルから OpenAPI または API 仕様をインポートします。
ko: 기기의 파일에서 OpenAPI 또는 API 사양을 가져옵니다.
pt_br: Importe uma especificação OpenAPI ou de API de um arquivo no seu dispositivo.
zh_hans: 从设备上的文件导入 OpenAPI 或其他 API 规范。
zh_hant: 從裝置上的檔案匯入 OpenAPI 或其他 API 規格。

source: Import an OpenAPI spec or Postman collection from a file on your device.
de: Importieren Sie eine OpenAPI-Spec oder Postman-Sammlung von Ihrem Gerät.
es: Importa una especificación OpenAPI o una colección de Postman desde un archivo en tu dispositivo.
fr: Importez une spécification OpenAPI ou une collection Postman depuis un fichier sur votre appareil.
ja: デバイス上のファイルから OpenAPI 仕様または Postman コレクションをインポートします。
ko: 기기의 파일에서 OpenAPI 사양 또는 Postman 컬렉션을 가져옵니다.
pt_br: Importe uma especificação OpenAPI ou coleção Postman de um arquivo no seu dispositivo.
zh_hans: 从设备上的文件导入 OpenAPI 规范或 Postman 集合。
zh_hant: 從裝置上的檔案匯入 OpenAPI 規格或 Postman 集合。

source: Import credentials
de: Anmeldedaten importieren
es: Importar credenciales
fr: Importer les identifiants
ja: 認証情報をインポート
ko: 자격 증명 가져오기
pt_br: Importar credenciais
zh_hans: 导入凭证
zh_hant: 匯入憑證

source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
ja: インポートに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import from cURL, wget, or HTTPie
de: Aus cURL, wget oder HTTPie importieren
es: Importar desde cURL, wget o HTTPie
fr: Importer depuis cURL, wget ou HTTPie
ja: cURL、wget、HTTPie からインポート
ko: cURL, wget 또는 HTTPie에서 가져오기
pt_br: Importar de cURL, wget ou HTTPie
zh_hans: 从 cURL、wget 或 HTTPie 导入
zh_hant: 從 cURL、wget 或 HTTPie 匯入

source: Import HAR credentials as placeholders
de: HAR-Anmeldedaten als Platzhalter importieren
es: Importar credenciales HAR como marcadores
fr: Importer les identifiants HAR comme espaces réservés
ja: HAR 認証情報をプレースホルダーとしてインポート
ko: HAR 자격 증명을 자리 표시자로 가져오기
pt_br: Importar credenciais HAR como marcadores
zh_hans: 将 HAR 凭据作为占位符导入
zh_hant: 將 HAR 憑證作為預留位置匯入

source: Import into
de: Importieren in
es: Importar en
fr: Importer dans
ja: インポート先
ko: 가져오기 대상
pt_br: Importar para
zh_hans: 导入到
zh_hant: 匯入至

source: Import into %@
de: In %@ importieren
es: Importar en %@
fr: Importer dans %@
ja: %@ にインポート
ko: %@에 가져오기
pt_br: Importar em %@
zh_hans: 导入到 %@
zh_hant: 匯入至 %@

source: Import Preview
de: Importvorschau
es: Vista previa de importación
fr: Aperçu de l'importation
ja: インポートのプレビュー
ko: 가져오기 미리보기
pt_br: Pré-visualização da importação
zh_hans: 导入预览
zh_hant: 匯入預覽

source: Import Project
de: Projekt importieren
es: Importar proyecto
fr: Importer le projet
ja: プロジェクトをインポート
ko: 프로젝트 가져오기
pt_br: Importar projeto
zh_hans: 导入项目
zh_hant: 匯入專案

source: Import Project...
de: Projekt importieren…
es: Importar proyecto…
fr: Importer le projet…
ja: プロジェクトをインポート…
ko: 프로젝트 가져오기…
pt_br: Importar projeto…
zh_hans: 导入项目…
zh_hant: 匯入專案…

source: Import Projects
de: Projekte importieren
es: Importar proyectos
fr: Importer les projets
ja: プロジェクトをインポート
ko: 프로젝트 가져오기
pt_br: Importar projetos
zh_hans: 导入项目
zh_hant: 匯入專案

source: Import Request
de: Anfrage importieren
es: Importar solicitud
fr: Importer la requête
ja: リクエストをインポート
ko: 요청 가져오기
pt_br: Importar requisição
zh_hans: 导入请求
zh_hant: 匯入請求

source: Import Request...
de: Anfrage importieren…
es: Importar solicitud…
fr: Importer la requête…
ja: リクエストをインポート…
ko: 요청 가져오기…
pt_br: Importar requisição…
zh_hans: 导入请求…
zh_hant: 匯入請求…

source: Import secret values
de: Geheime Werte importieren
es: Importar valores secretos
fr: Importer les valeurs secrètes
ja: シークレット値をインポート
ko: 비밀 값 가져오기
pt_br: Importar valores de segredo
zh_hans: 导入密钥值
zh_hant: 匯入密鑰值

source: Import source
de: Importquelle
es: Origen de importación
fr: Source d'importation
ja: 取り込み元
ko: 가져오기 소스
pt_br: Origem da importação
zh_hans: 导入来源
zh_hant: 匯入來源

source: Import spec
de: Spec importieren
es: Importar especificación
fr: Importer la spécification
ja: 仕様をインポート
ko: 사양 가져오기
pt_br: Importar especificação
zh_hans: 导入规范
zh_hant: 匯入規格

source: Import Spec
de: Spec importieren
es: Importar especificación
fr: Importer la spécification
ja: 仕様をインポート
ko: 사양 가져오기
pt_br: Importar especificação
zh_hans: 导入规范
zh_hant: 匯入規格

source: Import Spec...
de: Spec importieren…
es: Importar especificación…
fr: Importer la spécification…
ja: 仕様をインポート…
ko: 사양 가져오기…
pt_br: Importar especificação…
zh_hans: 导入规范…
zh_hant: 匯入規格…

source: Import target
de: Importziel
es: Destino de importación
fr: Cible d'importation
ja: インポート先
ko: 가져오기 대상
pt_br: Destino da importação
zh_hans: 导入目标
zh_hant: 匯入目標

source: Imported
de: Importiert
es: Importado
fr: Importé
ja: インポート日時
ko: 가져옴
pt_br: Data de importação
zh_hans: 导入时间
zh_hant: 匯入時間

source: Importing
de: Importieren
es: Importando
fr: Importation
ja: インポート中
ko: 가져오는 중
pt_br: Importando
zh_hans: 正在导入
zh_hant: 正在匯入

source: Importing…
de: Importiere…
es: Importando…
fr: Importation…
ja: インポート中…
ko: 가져오는 중…
pt_br: Importando…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: In ${project} listen to ${request}
de: In ${project} auf ${request} hören
es: En ${project} escuchar ${request}
fr: Dans ${project}, écouter ${request}
ja: ${project} で ${request} をリッスン
ko: ${project}에서 ${request} 수신
pt_br: Em ${project} ouvir ${request}
zh_hans: 在 ${project} 中监听 ${request}
zh_hant: 在 ${project} 中監聽 ${request}

source: In ${project} send ${message} to ${request}
de: In ${project} ${message} an ${request} senden
es: En ${project} enviar ${message} a ${request}
fr: Dans ${project}, envoyer ${message} à ${request}
ja: ${project} で ${request} に ${message} を送信
ko: ${project}에서 ${request}에 ${message} 보내기
pt_br: Em ${project} enviar ${message} para ${request}
zh_hans: 在 ${project} 中向 ${request} 发送 ${message}
zh_hant: 在 ${project} 中向 ${request} 傳送 ${message}

source: In ${project} send ${request}
de: In ${project} ${request} senden
es: En ${project} enviar ${request}
fr: Dans ${project}, envoyer ${request}
ja: ${project} で ${request} を送信
ko: ${project}에서 ${request} 보내기
pt_br: Em ${project} enviar ${request}
zh_hans: 在 ${project} 中发送 ${request}
zh_hant: 在 ${project} 中傳送 ${request}

source: Include credentials
de: Anmeldedaten einschließen
es: Incluir credenciales
fr: Inclure les identifiants
ja: 認証情報を含む
ko: 자격 증명 포함
pt_br: Incluir credenciais
zh_hans: 包含凭证
zh_hant: 包含憑證

source: Include deprecated and stale operations
de: Als veraltet markierte und aus der Spec entfernte Operationen einschließen
es: Incluir operaciones obsoletas y eliminadas de la especificación
fr: Inclure les opérations obsolètes et supprimées de la spécification
ja: 非推奨および仕様から外れた操作を含める
ko: 사용 중단 및 사양에서 제외된 작업 포함
pt_br: Incluir operações descontinuadas e desatualizadas
zh_hans: 包含已弃用和过时的操作
zh_hant: 包含已棄用和過時的操作

source: Include deprecated operations
de: Als veraltet markierte Operationen einschließen
es: Incluir operaciones obsoletas
fr: Inclure les opérations obsolètes
ja: 非推奨のオペレーションを含める
ko: 사용 중단된 오퍼레이션 포함
pt_br: Incluir operações obsoletas
zh_hans: 包含已弃用的操作
zh_hant: 包含已棄用的操作

source: Include environments
de: Umgebungen einschließen
es: Incluir entornos
fr: Inclure les environnements
ja: 環境を含める
ko: 환경 포함
pt_br: Incluir ambientes
zh_hans: 包含环境
zh_hant: 包含環境

source: Include secret environment values
de: Geheime Umgebungswerte einschließen
es: Incluir valores secretos del entorno
fr: Inclure les valeurs d'environnement secrètes
ja: シークレット環境変数を含む
ko: 비밀 환경 값 포함
pt_br: Incluir valores secretos do ambiente
zh_hans: 包含密钥环境值
zh_hant: 包含密鑰環境值

source: Input is empty
de: Eingabe ist leer
es: La entrada está vacía
fr: Le champ est vide
ja: 入力が空です
ko: 입력이 비어 있습니다
pt_br: A entrada está vazia
zh_hans: 输入为空
zh_hant: 輸入為空

source: Invalid Configuration
de: Ungültige Konfiguration
es: Configuración no válida
fr: Configuration invalide
ja: 無効な設定
ko: 잘못된 설정
pt_br: Configuração inválida
zh_hans: 无效配置
zh_hant: 無效設定

source: Invalid redirect location.
de: Ungültiger Weiterleitungszielort.
es: Ubicación de redirección no válida.
fr: Emplacement de redirection non valide.
ja: リダイレクト先が無効です。
ko: 잘못된 리디렉션 위치입니다.
pt_br: Local de redirecionamento inválido.
zh_hans: 重定向位置无效。
zh_hant: 重新導向位置無效。

source: Invalid server response.
de: Ungültige Serverantwort.
es: Respuesta del servidor no válida.
fr: Réponse du serveur non valide.
ja: サーバーの応答が無効です。
ko: 잘못된 서버 응답입니다.
pt_br: Resposta do servidor inválida.
zh_hans: 服务器响应无效。
zh_hant: 伺服器回應無效。

source: Invalid Spec
de: Ungültige Spec
es: Especificación no válida
fr: Spécification non valide
ja: 無効な仕様
ko: 잘못된 사양
pt_br: Especificação inválida
zh_hans: 无效规范
zh_hant: 無效規格

source: Invalid URL: %@
de: Ungültige URL: %@
es: URL inválida: %@
fr: URL invalide : %@
ja: 無効な URL：%@
ko: 잘못된 URL: %@
pt_br: URL inválida: %@
zh_hans: 无效的 URL：%@
zh_hant: 無效的 URL：%@

source: Invoke a unary gRPC RPC from Reqeast and return the response JSON.
de: Einen unären gRPC-RPC von Reqeast ausführen und die Antwort-JSON zurückgeben.
es: Invocar un RPC gRPC unario desde Reqeast y devolver el JSON de respuesta.
fr: Appeler un RPC gRPC unaire depuis Reqeast et renvoyer le JSON de réponse.
ja: Reqeast からユニタリ gRPC RPC を呼び出し、応答 JSON を返します。
ko: Reqeast에서 단일 gRPC RPC를 호출하고 응답 JSON을 반환합니다.
pt_br: Invocar um RPC gRPC unário no Reqeast e retornar o JSON da resposta.
zh_hans: 从 Reqeast 调用一元 gRPC RPC 并返回响应 JSON。
zh_hant: 從 Reqeast 呼叫一元 gRPC RPC 並傳回回應 JSON。

source: Issuer
de: Aussteller
es: Emisor
fr: Émetteur
ja: 発行者
ko: 발급자
pt_br: Emissor
zh_hans: 颁发者
zh_hant: 發行者

source: jq filter (e.g. .data[] | .name)
de: jq-Filter (z.B. .data[] | .name)
es: filtro jq (ej. .data[] | .name)
fr: filtre jq (ex. .data[] | .name)
ja: jq フィルタ（例: .data[] | .name）
ko: jq 필터 (예: .data[] | .name)
pt_br: filtro jq (ex. .data[] | .name)
zh_hans: jq 过滤器（例如 .data[] | .name）
zh_hant: jq 篩選器（例如 .data[] | .name）

source: jq Filter Reference
de: jq-Filter-Referenz
es: Referencia de filtros jq
fr: Référence des filtres jq
ja: jq フィルタリファレンス
ko: jq 필터 참조
pt_br: Referência de filtros jq
zh_hans: jq 过滤器参考
zh_hant: jq 篩選器參考

source: JSON Indent: %lld spaces
de: JSON-Einrückung: %lld Leerzeichen
es: Indentación JSON: %lld espacios
fr: Indentation JSON : %lld espaces
ja: JSON インデント：%lld スペース
ko: JSON 들여쓰기: %lld칸
pt_br: Indentação JSON: %lld espaços
zh_hans: JSON 缩进：%lld 个空格
zh_hant: JSON 縮排：%lld 個空格

source: just now
de: gerade eben
es: ahora mismo
fr: à l'instant
ja: たった今
ko: 방금
pt_br: agora mesmo
zh_hans: 刚刚
zh_hant: 剛才

source: Keep Authorization header when redirecting to a different host
de: Authorization-Header bei Weiterleitung zu einem anderen Host beibehalten
es: Mantener cabecera Authorization al redirigir a otro host
fr: Conserver l'en-tête Authorization lors de la redirection vers un autre hôte
ja: 別ホストへのリダイレクト時に Authorization ヘッダーを維持
ko: 다른 호스트로 리디렉션할 때 Authorization 헤더 유지
pt_br: Manter cabeçalho Authorization ao redirecionar para outro host
zh_hans: 重定向到不同主机时保留 Authorization 标头
zh_hant: 重新導向到不同主機時保留 Authorization 標頭

source: Keep connected after send
de: Nach dem Senden verbunden bleiben
es: Mantener conectado después de enviar
fr: Rester connecté après l'envoi
ja: 送信後も接続を維持
ko: 전송 후 연결 유지
pt_br: Manter conectado após envio
zh_hans: 发送后保持连接
zh_hant: 傳送後保持連線

source: Key
de: Schlüssel
es: Clave
fr: Clé
ja: キー
ko: 키
pt_br: Chave
zh_hans: 键
zh_hant: 鍵

source: Key exists
de: Schlüssel vorhanden
es: La clave existe
fr: La clé existe
ja: キーが存在する
ko: 키 존재
pt_br: A chave existe
zh_hans: 键存在
zh_hant: 鍵存在

source: Key Name
de: Schlüsselname
es: Nombre de la clave
fr: Nom de la clé
ja: キー名
ko: 키 이름
pt_br: Nome da chave
zh_hans: 键名
zh_hant: 鍵名

source: Key Value
de: Schlüsselwert
es: Valor de la clave
fr: Valeur de la clé
ja: キー値
ko: 키 값
pt_br: Valor da chave
zh_hans: 键值
zh_hant: 鍵值
